Revit 2027 API
UnitTypeId.CubicFeetPerMinutePerBritishThermalUnitPerHour Property
 Cubic feet per minute per British thermal unit per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeetPerMinutePerBritishThermalUnitPerHour { get; }
Public Shared ReadOnly Property CubicFeetPerMinutePerBritishThermalUnitPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeetPerMinutePerBritishThermalUnitPerHour {
	ForgeTypeId^ get ();
}
static member CubicFeetPerMinutePerBritishThermalUnitPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace